[
    {
        "category":"Dj",
        "title":"DJ Markus",
        "member":"1",
        "description":"Markus is a reliable, friendly & professional DJ with over 15 years experience. With previous clients including The Guardian, Nokia, Formula 1 & more, Markus knows what work's a dance floor & is fully up to date with the latest releases as well as unforgettable classic tracks!",
        "price":"398 + travel",
        "location":"Surrey",
        "review":"67",
        "dj-status":"Wedding DJ",
        "perform":"1 person performing Up to 3 hours",
        "img":"https://cdn.alivenetwork.com/images/bands/djmark-300x300.jpg"
    },
    {
        "category":"Dj",
        "title":"DJ Frost",
        "member":"1",
        "description":"A skilled & specialised DJ spinning an eclectic mix of music to get your guests dancing! DJ Frost has DJed across many countries and is best known for presenting her own weekly FM radio show. DJ Frost's music collection hosts over 40,000 tracks and features everything from the '60s, '70s and '80s, right through to the present day charts.",
        "price":"577 + travel",
        "location":"Berkshire",
        "review":"61",
        "dj-status":"Party DJ",
        "perform":"1 person performing Up to 4 hours",
        "img":"https://cdn.alivenetwork.com/images/bands/an3-300x300.jpg"
    },
    {
        "category":"Dj",
        "title":"Mark Allen",
        "member":"1",
        "description":"Mark Allen is a talented DJ possessing a wealth of experience with over 10 years in the industry. His past clients have included the likes of Ant & Dec, Let Loose and Charlie Simpson. Mark can provide his service to any audience at any kind of event and the end product is always a packed and happy dance floor!",
        "price":"481 + travel",
        "location":"Norfolk",
        "review":"56",
        "dj-status":" Wedding DJ",
        "perform":"1 person performing Up to 5 hours",
        "img":"https://cdn.alivenetwork.com/images/bands/m11-300x300.jpg"
    },
    {
        "category":"Dj",
        "title":"Groove Sound",
        "member":"1",
        "description":"A cool & exciting DJ playing a wide range of music! Groove Sound offers a wealth of experience spanning over 18 years in the music industry as a Music Producer and DJ. Smart, Friendly & Professional approach guaranteeing a great party atmosphere.",
        "price":"420 + travel",
        "location":"Cheshire",
        "review":"90",
        "dj-status":" Wedding DJ",
        "perform":"1 person performing up to 5 hours",
        "img":"https://cdn.alivenetwork.com/images/bands/groovenoiseshoot2015worked010copy-300x300-150x150.jpg"
    },
    {
        "category":"Dj",
        "title":"Deejay Sparksy",
        "member":"1",
        "description":"A young, professional DJ boasting the latest high-tech equipment & a musical knowledge spanning a wide range of genres! Deejay Sparksy has travelled the world performing in Miami, Mallorca, La Palma and Italy! Previous clients include X-Factor's Tulisa, Warner Bros Studios, BBC Radio & Champneys Spa Resorts!",
        "price":"620 + travel",
        "location":"London",
        "review":"65",
        "dj-status":" Wedding DJ",
        "perform":"1 person performing up to 5 hours",
        "img":"https://cdn.alivenetwork.com/images/bands/djsparkzpicks_13-300x300.jpg"
    },
    {
        "category":"Magician",
        "title":"Georges-Robert",
        "home":"McLean, VA",
        "location":"Travels nationwide",
        "review":"115",
        "description":"Awarded an unprecedented 9 times for his strolling close-up magic by the Academy of Magical Arts, including 2017 Strolling Close-Up Champion, Magician & Mentalist Georges-Robert is a master of deception with his sleight-of-hand and mind-bending powers.",
        "price":"800+",
        "perform":"1 hours",
        "img":"https://cress.gigsalad.com/s3/g/georges-robert_huntington_beach/607479b8e7d8b_300_sq"
    },
    {
        "category":"Magician",
        "title":"Christophe Fox",
        "home":"Orange County, CA",
        "location":"Travels nationwide",
        "review":"80",
        "description":"My act is designed to make your event memorable by connecting your guests through a personalized mix of magic, mentalism (mind reading), and hypnosis.I perform close-up magic, on stage, and virtually to accommodate all types of audiences. Consider me for receptions, private events, and corporate functions.The performances are customizable in length and often require nothing more than a participant audience!Reach out to let me know what you're planning, and we'll see if I might be a good fit!",
        "price":"1000+",
        "perform":"1 hours",
        "img":"https://cress.gigsalad.com/s3/c/christophe_jelinski_mclean/5ab5158f816ef_300_sq"
    },
    {
        "category":"Magician",
        "title":"Greg Wood - The EnterTrainer",
        "home":"Winnipeg, MB",
        "location":"Travels nationwide",
        "review":"50",
        "description":"So you are looking for entertainment for your event. But you don’t want to just fill a spot. And not just any entertainer will do.You want entertainment that is guaranteed non-offensive.You want guaranteed laughs.You want entertainment that is a one-stop-shop and provides everything to make your event a success.You want to create memories. (When a young lady makes a table float in the air – she AND YOU will remember it forever)You want to have a ‘team/family’ experience (Cutting the boss’s head off works well for that. That ALWAYS gets a good reaction – very funny)",
        "price":"900+",
        "perform":"1 hours",
        "img":"https://cress.gigsalad.com/s3/g/greg_wood_-_the_entertrainer_winnipeg/619e6ab800617_300_sq"
    },
    {
        "category":"Magician",
        "title":"Larry Wirtz",
        "home":"Crown Point, IN",
        "location":"Travels nationwide",
        "review":"30",
        "description":"peaker - Larry Wirtz is a favorite choice for faith-based, Christian events were he shares values that are both inspirational and informative.Comedian - Contemporary comedy that is clean and appreciated by ALL generation, proving you do not have to be provocative to be funny!Illusionist - Remarkable illusions with everyday objects that will entertain & keep you wondering with amazement long after the show is over!Sleight-of-Hand Artist - Larry Wirtz is a classically trained sleight-of-hand artist and 5th generation director of the historic Chavez Studio of Magic where he trains others in the art of sleight-of-hand.",
        "price":"700+",
        "perform":"1 hours",
        "img":"https://cress.gigsalad.com/s3/l/larry_wirtz_crown_point/5d13e46843149_300_sq"
    },
    {
        "category":"Dance",
        "title":"Heart of Samba Entertainment",
        "home":"Los Angeles, CA",
        "location":"Travels nationwide",
        "review":"31",
        "description":"Top Authentic Professional highly skilled diverse Dancers and Musicians that will bring glamour, excitement, a quality performance & electric atmosphere to your event. We provide a sophisticate & authentic show with beautiful costumes, choreography and guest interaction.From ﻿﻿corporate venues, weddings﻿﻿, birthdays, brand launches, private events & and more!Please message us for bookings/inquires. Contact us today ! We'd love to hear from you!",
        "price":"500+",
        "perform":"1 hours",
        "img":"https://cress.gigsalad.com/s3/h/heart_of_samba_los_angeles/622fc4f1c1e6d_300_sq"
    },
    {
        "category":"Dance",
        "title":"Elite Entertainment",
        "home":"Rancho Cucamonga, CA",
        "location":"Travels up to 200 miles",
        "review":"10",
        "description":"We are a professional entertainment company. Our entertainers are trained dancers and actors who are reliable, energetic and professional. We adjust to individual needs and have many options and discounts for any event. We offer dancers, magicians, face painters, balloon twisters, mascot characters, costumed characters and specialty entertainment. Our dancers perform polynesian, ballroom (including all styles of ballroom dance), hip hop, contemporary, tap, Roaring 20's, Fifties and any other specialty show. Call today to discuss your event. We can provide video clips and photos upon request. Thank you!",
        "price":"100+",
        "perform":"1 hours",
        "img":"https://cress.gigsalad.com/s3/e/elite_entertainment_riverside/5ba9a9eb0a8da_300_sq"
    },
    {
        "category":"Dance",
        "title":"Respublika Events & Entertainment",
        "home":"Los Angeles, CA",
        "location":"Travels up to 60 miles",
        "review":"25",
        "description":"Our company specializes in hiring hot model looking waitstaff and offering the best atmosphere entertainment for events of any kind!Book from our high end fashion model looking bartenders, waitstaff, models, skilled in bar-tending and serving for upscale events and private parties.You gonna be also impressed with our professional studio trained dancers for your events, music videos, live shows!Click below for a free quote and availability. Don’t delay get your free quote right now!BOOK NOW: bartender, waitstaff, servers, hot shirtless staff, guest greeters, models, dancers, shot girls, cigarette girls.",
        "price":"150+",
        "perform":"45 minutes",
        "img":"https://cress.gigsalad.com/s3/r/respublika_eventsentertainment_los_angeles/5d4f35f75998c_300_sq"
    },
    {
        "category":"Dance",
        "title":"Motu Here Polynesia",
        "home":"Lakewood, CA",
        "location":"Travels up to 150 miles",
        "review":"5",
        "description":"DON'T HAVE TIME TO VACATION TO THE ISLANDS? NO WORRIES! We'll bring the islands to you at your special event with our varied luau packages, where some include a fire show! Providing true Polynesian entertainment!🏝️ We are Motu Here Polynesia, a Polynesian dance troupe based in Lakewood, Southern California, here to share our passion & love for the culture with you!One of our best packages 'The Magnificent Polynesian Fire Luau!' provides most if not all of our services! A 45 minute to 1 hour show with representation from the islands of Tahiti, Samoa, New Zealand, and Hawaii. Alongside MCs, live drumming, audience participation, Fire Fan, Fire Poi, and our favorite Fireknife!",
        "price":"50+",
        "perform":"30 minutes",
        "img":"https://cress.gigsalad.com/s3/m/motu_here_polynesia_lakewood/624389b2cff4e_300_sq"
    },
    {
        "category":"Caricatures",
        "title":"Caricatures By Carol",
        "home":"Caricaturist from Bronxville",
        "location":"Travel up to 60 miles",
        "review":"250",
        "description":"Your guests get to take home a cartoon souvenir! Please provide a small table and 4 chairs for me to work with. I will bring everything else that I need! A quiet, well-lit corner of the party room is best. For an outdoor party, some type of awning (or vendor tent) is needed, in case of rain/wind.",
        "price":"125",
        "perform":"per hour",
        "img":"https://media-api.xogrp.com/images/1bad84ca-8491-4847-805c-bd093adc4237~cr_0.0.1976.1914-rs_540.420.fit"
    },
    {
        "category":"Caricatures",
        "title":"Caricatures By Steve Nyman",
        "home":"Caricaturist from New York City",
        "location":"Travel up to 100 miles",
        "review":"63",
        "description":"Hello, my name is Steve Nyman and I'm a Professional Caricaturist.I've been drawing Caricatures over 35 YEARS experience in the Party Caricature entertainment business, drawing over 500,000 caricatures.Many of my parties, weddings and trade shows are in the New York area but I'm willing to travel anywhere in the globe.",
        "price":"100",
        "perform":"per hour",
        "img":"https://media-api.xogrp.com/images/7efd9f54-9ff7-4b48-9154-508bdb8ec546~cr_1.0.1198.1798-rs_540.420.fit"
    },
    {
        "category":"Caricatures",
        "title":"Dale Gladstone, Caricature Artist NY",
        "home":"Caricaturist from New York City",
        "location":"Travel up to 500 miles",
        "review":"72",
        "description":"Caricature Artist, Dale Gladstone (NYC), is now FULLY VACCINATED and READY to WORK ANY KIND of legal EVENT (but I'm still happy to comply with any health and safety rules on request or legally in effect) and as you can see in the caricature samples & demo video in this listing, is the kindest, most amazing & crowd pleasing (and most experienced full time digital caricaturist) party, picnic & trade show caricaturist you'll ever hope to find in New York City or anywhere. If you compare samples you will see why Dale is the caricaturist you want for your event instead of some discount amateur. Many party guests prefer not to pose for caricatures alone, but if you hire Dale, there will be no reason to ask, 'Who gets to keep it?' Dale has a rare technique for immediately providing anyone appearing in a couple's or group drawing of any number with their own copy of any drawing they pose for without consuming any extra time drawing anyone more than once.",
        "price":"130",
        "perform":"per hour",
        "img":"https://media-api.xogrp.com/images/60237686-44d1-426f-bff9-774421534ef2~cr_0.0.269.269-rs_540.420.fit"
    },
    {
        "category":"Caricatures",
        "title":"Rick Welch",
        "home":"Caricaturist from Rutherford",
        "location":"Travel up to 100 miles",
        "review":"244",
        "description":"NOW DOING PRIVATE COMMISSIONS AND ZOOM PARTIES! PLEASE CONTACT ME WITH ANY QUESTIONS!When looking for entertainment for your function, contact Rick Welch, professional caricature artist in the New York/New Jersey/Long Island/Pennsylvania/Connecticut area(s).",
        "price":"125",
        "perform":"per hour",
        "img":"https://media-api.xogrp.com/images/616366f7-5ff8-4287-8db3-2b72c5b4e7cd~cr_0.0.646.743-rs_540.420.fit"
    }
]